{
  "about": {
    "hola": "Hola, soy",
    "presentacion": "隆Bienvenido/a a mi peque帽o universo digital ! Soy Andr茅s, aunque la mayor铆a me conoce como Dukke. Soy un entusiasta del desarrollo web, enfocado en el front-end y explorando el fascinante mundo del back-end . Soy un amante de los perros , los videojuegos  y un narrador digital que disfruta creando aplicaciones web que cuentan historias y crean experiencias inolvidables. Si est谩s buscando a alguien que le ponga amor  y dedicaci贸n  a cada proyecto, 隆est谩s en el lugar correcto!"
  },
  "cv": {
    "descargar": "Descargar CV"
  },
  "skills": {
    "pensamiento": "Pensamiento L贸gico",
    "aprendizaje": "Aprendizaje Continuo",
    "comunicacion": "Comunicaci贸n Efectiva",
    "equipo": "Trabajo en Equipo",
    "creatividad": "Creatividad",
    "empatia": "Empat铆a",
    "curiosidad": "Curiosidad",
    "responsabilidad": "Responsabilidad",
    "resolucion": "Resoluci贸n de Problemas"
  },
  "experiencia": {
    "titulo": "Experiencia",
    "prevalentware": "En esta empresa aparte de conocer personas maravillosas, aprend铆 y desempe帽茅 labores como:",
    "prevalent-1": "Dise帽o de aplicaciones web responsivas usando Next JS, React JS y Tailwind CSS",
    "prevalent-2": "Integraci贸n de datos a trav茅s de GraphQL APIs utilizando Apollo para consultas eficientes y Prisma para la gesti贸n de bases de datos",
    "prevalent-3": "Desarrollo de funcionalidades y componentes en el front-end y back-end empleando JavaScript y TypeScript",
    "prevalent-4": "Gesti贸n de bases de datos usando PostgreSQL",
    "nevato": "Fue la primer empresa que confi贸 en mi trabajo por lo cual la aprecio mucho, en esta mayormente adquir铆 conocimientos y desempe帽茅 labores como:",
    "nevato-1": "Dise帽o de aplicaciones web responsivas usando React JS y Tailwind CSS",
    "nevato-2": "Integraci贸n de datos a trav茅s de RESTful APIs usando herramientas como Axios",
    "nevato-3": "Desarrollo de funcionalidades y componentes en el front-end empleando JavaScript",
    "freelance": "Como freelancer he llevado a cabo actividades como:",
    "freelance-1": "Dise帽o de aplicaciones web en Next JS, React JS y Tailwind CSS",
    "freelance-2": "Dar apoyo en peque帽os proyectos de amigos",
    "freelance-3": "Ayudar a personas con dudas de programaci贸n b谩sica",
    "freelance-4": "Realizar proyectos propios como hobbie"
  },
  "educacion": {
    "titulo": "Educaci贸n",
    "andes": "Maestr铆a en Ingenier铆a de Software - Universidad de los Andes",
    "andes-fecha": "- En Curso",
    "andes-descripcion": "Maestr铆a en curso ",
    "pereira": "Diplomado en Desarrollo Web - Universidad Tecnol贸gica de Pereira",
    "pereira-fecha": "Dise帽o de aplicaciones web responsivas usando Next JS, React JS y Tailwind CSS",
    "pereira-descripcion": "Este diplomado lo curs茅 gracias a que qued茅 seleccionado para el programa \"Misi贸n TIC\" y en este aprend铆 sobre:",
    "pereira-1": "Fundamentos de programaci贸n en Python",
    "pereira-2": "Fundamentos de programaci贸n en Java",
    "pereira-3": "Fundamentos de programaci贸n en HTML, CSS y JavaScript",
    "pereira-4": "Programaci贸n con 茅nfasis en desarrollo web con frameworks como React y Vue",
    "pereira-5": "Consumo de datos a trav茅s de API REST",
    "unal": "Grado en Ingenier铆a Civil - Universidad Nacional de Colombia",
    "unal-fecha": "Dise帽o de aplicaciones web responsivas usando Next JS, React JS y Tailwind CSS",
    "unal-descripcion": "En mi carrera adem谩s de aprender cosas que amo relacionada a esta, aprend铆 muchas cosas que poco a poco me trajeron al mundo del desarrollo, tales como:",
    "unal-1": "Programaci贸n en Python para solucionar diferentes problemas de la carrera",
    "unal-2": "Programaci贸n b谩sica en C++",
    "unal-3": "Programaci贸n en R para an谩lisis estad铆sticos",
    "unal-4": "Automatizaci贸n de actividades en ArcGIS haciendo uso de VPL"
  },
  "proyectos": {
    "portfolio": {
      "titulo": "Portfolio",
      "subtitulo": "Proyecto propio",
      "descripcion": "Landing page personal donde cuento un poco sobre qui茅n soy, las tecnolog铆as y soft skills que he adquirido a lo largo del tiempo, un poco sobre mi experiencia laboral y acad茅mica, los proyectos de los que he hecho parte, mis hobbies y las formas en que puedes contactarme."
    },
    "greenLoop": {
      "titulo": "Green Loop",
      "subtitulo": "Desarrollado en Prevalentware",
      "descripcion": "Plataforma administrativa para una empresa dedicada a la construcci贸n sostenible, Para esta plataforma desarroll茅 tareas por parte del front-end, tales como registro de actas y facturas haciendo uso de mutaciones y queries de graphQL, visualizaci贸n de datos en tablas y un sistema de notificaciones interna para todo el personal con env铆o de correos incluido."
    },
    "labSonrisas": {
      "titulo": "Lab Sonrisas",
      "subtitulo": "Desarrollado en Prevalentware",
      "descripcion": "Plataforma administrativa para una empresa dedicada a la fabricaci贸n y distribuci贸n de alineadores dentales invisibles. Desarroll茅 diferentes tareas, tales como el desarrollo de la interfaz y mutaciones de graphQL para la creaci贸n y edici贸n de personas, pedidos, facturas, entre otros. Funcionalidad responsive para firmar desde el celular al momento de recibir el pedido y varias tareas m谩s."
    }
  },
  "bento": {
    "proyectos": "Proyectos"
  }
}
